[
  {
    "name": "It Ends with Us",
    "author": "Colleen Hoover",
    "description": "Lily hasn’t always had it easy, but that’s never stopped her from working hard for the life she wants. She’s come a long way from the small town where she grew up—she graduated from college, moved to Boston, and started her own business. And when she feels a spark with a gorgeous neurosurgeon named Ryle Kincaid, everything in Lily’s life seems too good to be true",
    "image_url": "https://m.media-amazon.com/images/I/81s0B6NYXML.jpg"
  },
  {
    "name": "It Starts with Us",
    "author": "Colleen Hoover",
    "description": "Lily and her ex-husband, Ryle, have just settled into a civil coparenting rhythm when she suddenly bumps into her first love, Atlas, again. After nearly two years separated, she is elated that for once, time is on their side, and she immediately says yes when Atlas asks her on a date.",
    "image_url": "https://m.media-amazon.com/images/I/51Vb4iMWnsL.jpg"
  },
  {
    "name": "Stone Maidens",
    "author": "Lloyd Devereux Richards",
    "description": "As the chief forensic anthropologist for the FBI’s Chicago field office, Christine Prusik has worked her fair share of bizarre cases. Yet this one trumps them all: a serial killer is strangling young women and dumping their bodies in the steep, forested ravines of southern Indiana.",
    "image_url": "https://m.media-amazon.com/images/I/61E29imvhEL.jpg"
  },
  {
    "name": "Young Forever",
    "author": "Dr. Mark Hyman MD",
    "description": "Aging has long been considered a normal process. We think disease, frailty, and gradual decline are inevitable parts of life. But they don’t have to be. Science today sees aging as a treatable disease. By addressing its root causes we can not only increase our health span and live longer but prevent and reverse the maladies of aging—including heart disease, cancer, diabetes, and dementia.\n",
    "image_url": "https://m.media-amazon.com/images/I/81dL13NFc3L.jpg"
  },
  {
    "name": "Things We Hide from the Light",
    "author": "Lucy Score",
    "description": "Nash Morgan was always known as the good Morgan brother, with a smile and a wink for everyone. But now, this chief of police is recovering from being shot and his Southern charm has been overshadowed by panic attacks and nightmares. He feels like a broody shell of the man he once was. Nash isn't about to let anyone in his life know he's struggling. But his new next-door neighbor, smart and sexy Lina, sees his shadows. As a rule, she's not a fan of physical contact unless she initiates it, but for some reason Nash's touch is different. He feels it too. The physical connection between them is incendiary, grounding him and making her wonder if exploring it is worth the risk.",
    "image_url": "https://m.media-amazon.com/images/I/71h9CawUxpL.jpg"
  },
  {
    "name": "Atomic Habits: An Easy & Proven Way to Build Good Habits & Break Bad Ones",
    "author": "James Clear",
    "description": "No matter your goals, Atomic Habits offers a proven framework for improving--every day. James Clear, one of the world's leading experts on habit formation, reveals practical strategies that will teach you exactly how to form good habits, break bad ones, and master the tiny behaviors that lead to remarkable results.",
    "image_url": "https://m.media-amazon.com/images/I/513Y5o-DYtL.jpg"
  },
  {
    "name": "My Little Golden Book About Dolly Parton",
    "author": "Deborah Hopkinson",
    "description": "What's not to love about Dolly Parton? The multi-talented entertainer is generous, humble, smart, and funny. This Little Golden Book biography shares how someone from incredibly poor beginnings can blossom and persevere to become an award-winning songwriter and singer, actress, author, literacy advocate--and she even has her own theme park! Young girls and boys will definitely feel inspired after hearing Dolly's story.",
    "image_url": "https://m.media-amazon.com/images/I/91NoulfIS0L._AC_UY436_QL65_.jpg"
  },
  {
    "name": "All My Knotted-Up Life: A Memoir",
    "author": "Beth Moore",
    "description": "“It’s a peculiar thing, this having lived long enough to take a good look back. We go from knowing each other better than we know ourselves to barely sure if we know each other at all, to precisely sure that we don’t. All my knotted-up life I’ve longed for the sanity and simplicity of knowing who’s good and who’s bad. I’ve wanted to know this about myself as much as anyone. This was not theological. It was strictly relational. God could do what he wanted with eternity. I was just trying to make it here in the meantime. As benevolent as he has been in a myriad of ways, God has remained aloof on this uncomplicated request.” – Beth Moore",
    "image_url": "https://m.media-amazon.com/images/I/81Z6vZeLsgL._AC_UY436_QL65_.jpg"
  },
  {
    "name": "Verity",
    "author": "Colleen Hoover",
    "description": "Lowen Ashleigh is a struggling writer on the brink of financial ruin when she accepts the job offer of a lifetime. Jeremy Crawford, husband of bestselling author Verity Crawford, has hired Lowen to complete the remaining books in a successful series his injured wife is unable to finish.\n \nLowen arrives at the Crawford home, ready to sort through years of Verity’s notes and outlines, hoping to find enough material to get her started. What Lowen doesn’t expect to uncover in the chaotic office is an unfinished autobiography Verity never intended for anyone to read. Page after page of bone-chilling admissions, including Verity's recollection of the night her family was forever altered.\n",
    "image_url": "https://m.media-amazon.com/images/I/91GK2UcpNmL._AC_UY436_QL65_.jpg"
  },
  {
    "name": "Daisy Jones & The Six",
    "author": "Taylor Jenkins Reid",
    "description": "Daisy is a girl coming of age in L.A. in the late sixties, sneaking into clubs on the Sunset Strip, sleeping with rock stars, and dreaming of singing at the Whisky a Go Go. The sex and drugs are thrilling, but it’s the rock ’n’ roll she loves most. By the time she’s twenty, her voice is getting noticed, and she has the kind of heedless beauty that makes people do crazy things.",
    "image_url": "https://m.media-amazon.com/images/I/81a4bSDHqUL._AC_UY436_QL65_.jpg"
  },
  {
    "name": "Things We Never Got Over (Knockemout)",
    "author": "Lucy Score",
    "description": "Naomi wasn’t just running away from her wedding. She was riding to the rescue of her estranged twin to Knockemout, Virginia, a rough-around-the-edges town where disputes are settled the old-fashioned way…with fists and beer. Usually in that order.\n",
    "image_url": ""
  },
  {
    "name": "I Love You to the Moon and Back",
    "author": "Amelia Hepworth",
    "description": "The sun rises, and a bear and cub begin their day together. They splash in the water, climb mountains, watch the colorful lights in the shimmering sky, and play with friends. They show their love for each other by touching noses, chasing each other, and, of course, hugging and snuggling before bed. A sweet, gentle rhyme, perfect for sharing with a special little one that also includes a “To” and \"From” personalization page in the front of the book, making this heartwarming book an ideal gift.",
    "image_url": "https://m.media-amazon.com/images/I/71HsLc-TNlL._AC_UY436_QL65_.jpg"
  }
]